Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/inarinsaamen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: sms

source: Inarinsaamen aakkosvideo valmistui
sms: Alfabeʹttvideo aanarsääʹmǩiõʹlle lij vaalmâš

source: Inarinsaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
sms: Aanarsääʹmǩiõl alfabeeʹttid vuäʹpsteei video lij valmštõõvvâm.

source: Videolla esiintyvät Sáárákáisá ja Siiri, he etsivät ja löytävät inarinsaamen aakkosia.
sms: Videost lie mieʹldd Sáárákáisá da Siiri, suäna oʹcce da käuʹnne aanarsääʹmǩiõl alfabeeʹttid.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
sms: Juõʹǩǩ bukvast cieʹlǩet õuddmiârkksääʹnn.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
sms: Video lij puuʹtʼtam Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkoontâr. Video lij pukid määustää ǩiõččâmnalla.

source: Videolla ovat mukana Sáárákáisá Seurujärvi ja Siiri Angeli.
sms: Tän videost lie mieʹldd Sáárákáisá Seurujärvi da Siiri Angeli.

source: Videon käsikirjoituksen ovat tehneet Henna Lehtola ja Neeta Jääskö.
sms: Video ǩiõttǩeeʹrjtõõzz lie raajjam Henna Lehtola da Neeta Jääskö.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
sms: Video lij sniimmâm da editâsttam Eeva Mäkinen.

source: Katso video tästä: www.youtube.com/watch?v=CxrPDtIbZkA
sms: Ǩiõčč video täʹst: www.youtube.com/watch?v=CxrPDtIbZkA

source: Koulutus- ja oppimateriaalitoimisto
sms: Škoouʹlʼjem- da mättʼtemaaunâskoontâr
